//MQCOPY   JOB (ACCT),'MQ COPY',CLASS=A,MSGCLASS=X
//STEP1    EXEC PGM=CSQUTIL,PARM='%CSQ9'
//STEPLIB  DD DSN=MQS.SCSQANLE,DISP=SHR
//         DD DSN=MQS.SCSQAUTH,DISP=SHR
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
  COPY QUEUE(NOME.CODA.SORGENTE) DDNAME(TEMP)
  LOAD QUEUE(NOME.CODA.TARGET) DDNAME(TEMP)
/*
//TEMP     DD UNIT=SYSDA,SPACE=(TRK,(5,5))
