//MQCOPY   JOB (ACCT),'MQ COPY',CLASS=A,MSGCLASS=X
//STEP1    EXEC PGM=CSQUTIL,PARM='CSQ9'
//STEPLIB  DD DSN=MQCD.V9R3M0.SCSQANLE,DISP=SHR
//         DD DSN=MQCD.V9R3M0.SCSQAUTH,DISP=SHR
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
  COPY QUEUE(SYSTEM.ADMIN.QMGR.EVENT) DDNAME(TEMP)
  LOAD QUEUE(DEMO.SORGENTE.QUEUE) DDNAME(TEMP)
/*
//TEMP     DD UNIT=SYSDA,SPACE=(TRK,(5,5))
