//MQMOVE   JOB (ACCT),'MQ MOVE',CLASS=A,MSGCLASS=X
//STEP1    EXEC PGM=CSQUTIL,PARM='%CSQ9'
//STEPLIB  DD DSN=MQS.SCSQANLE,DISP=SHR
//         DD DSN=MQS.SCSQAUTH,DISP=SHR
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
  COPY QUEUE(DEMO.SORGENTE.QUEUE) DDNAME(TEMP)
  EMPTY QUEUE(DEMO.SORGENTE.QUEUE)
  LOAD QUEUE(DEMO.TARGET.QUEUE) DDNAME(TEMP)
/*
//TEMP     DD UNIT=SYSDA,SPACE=(TRK,(5,5))
