//MQPUT01  JOB (ACCT),'POPULATE MQ',CLASS=A,MSGCLASS=X
//STEP1    EXEC PGM=CSQUTIL,PARM='CSQ9'
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
COPY FROM(SYSTEM.DEFAULT.LOCAL.QUEUE) TO(DEMO.SORGENTE.QUEUE) +
  REPLACE MSG('Messaggio test 1')
COPY FROM(SYSTEM.DEFAULT.LOCAL.QUEUE) TO(DEMO.SORGENTE.QUEUE) +
  REPLACE MSG('Messaggio test 2')
/*
