//MQPUT01  JOB (ACCT),'POPULATE MQ',CLASS=A,MSGCLASS=X,
//         NOTIFY=&SYSUID
//STEP1    EXEC PGM=CSQUTIL
//STEPLIB  DD DSN=CSQ9.SCSQANLE,DISP=SHR
//         DD DSN=CSQ9.SCSQAUTH,DISP=SHR
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
  OPEN QUEUE(DEMO.SORGENTE.QUEUE) QMGR(CSQ9)
  PUT MESSAGE('Messaggio test 1')
  PUT MESSAGE('Messaggio test 2')
  PUT MESSAGE('Messaggio test 3')
  CLOSE
/*
