//POPULATE JOB (ACCT),'MQ FILL',CLASS=A,MSGCLASS=X
//STEP1    EXEC PGM=CSQUTIL,PARM='CSQ9'
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
  LOAD QUEUE(DEMO.SORGENTE.QUEUE) DDNAME(DATAIN) FORMAT(1)
/*
//DATAIN   DD *
Message test 1
/*
