//BROWSE   JOB (ACCT),'MQ BROWSE',CLASS=A,MSGCLASS=X
//STEP1    EXEC PGM=CSQUTIL,PARM='CSQ9'
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
  DISPLAY QUEUE('DEMO.SORGENTE.QUEUE')
  COPY QUEUE('DEMO.SORGENTE.QUEUE') DDNAME(SYSPRINT)
/*
