//BROWSE   JOB (ACCT),'MQ BROWSE',CLASS=A,MSGCLASS=X
//STEP1    EXEC PGM=CSQUTIL,PARM='CSQ9'
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
  SAMP QUEUE('DEMO.SORGENTE.QUEUE')
/*
