//UPDTPARM JOB (ACCT),'UPDATE',CLASS=A,MSGCLASS=X
//STEP1    EXEC PGM=IEBUPDTE,PARM=MOD
//SYSPRINT DD SYSOUT=*
//SYSUT1   DD DISP=SHR,DSN=SYS1.PARMLIB
//SYSUT2   DD DISP=SHR,DSN=SYS1.PARMLIB
//SYSIN    DD *
./ CHANGE NAME=BPXPRM01
MAXPROCUSER(2000)
./ ENDUP
/*
